import React from 'react'

import styles from './Agreement.less'

function Agreement() {
  return (
    <div className={styles.container}>
      <div className={styles.area}>
        <h1 >《陪你康复用户协议》</h1>
        <div>
          <p>  欢迎您签署本《陪你康复用户协议》（下称“本协议”）并使用“陪你康复”平台服务！为维护您自身权益，建议您仔细阅读各条款具体表述。
          当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容。
          </p>
        </div>
      </div>
      <div className={styles.area}>
        <h3>一、定义</h3>
        <div>
          <p>        陪你康复： 是指由蓝海健康云智（北京）大数据有限公司所经营的提供护工服务信息发布及访寻的居间服务型平台。
陪你康复平台服务： 陪你康复基于互联网，以包含陪你康复平台网站、客户端、微信公众号等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
        </div>
      </div>

      <div className={styles.area}>
        <h3>二、协议范围</h3>
        <div>
          <h4>1、签约主体</h4>
          <p>   本协议由您与陪你康复平台经营者共同缔结，本协议对您与陪你康复平台经营者均具有合同效力。
        陪你康复平台经营者是指经营陪你康复平台的各法律主体，您可随时查看陪你康复各平台公示的证照信息以确定与您履约的主体。</p>
        </div>
        <div>
          <h4>  2、补充协议</h4>
          <p>
            由于互联网高速发展，您与陪你康复签署的本协议列明的条款并不能完整罗列并覆盖您与陪你康复所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，陪你康复平台相关法律声明、陪你康复平台规则均为本协议的补充协议，
        与本协议不可分割且具有同等法律效力。如您使用陪你康复平台服务，视为您同意上述补充协议。
          </p>
        </div>
      </div>

      <div className={styles.area}>
        <h3>三、账户注册与使用</h3>
        <div>
          <h4>1、 用户资格</h4>
          <p>您确认，在您开始注册程序使用陪你康复平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。
        若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
        </div>
        <div> <h4>2 、账户说明</h4>
          <p>由于互联网高速发展，您与陪你康复签署的本协议列明的条款并不能完整罗列并覆盖您与陪你康复所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，陪你康复平台相关法律声明、陪你康复平台规则均为本协议的补充协议，
        与本协议不可分割且具有同等法律效力。如您使用陪你康复平台服务，视为您同意上述补充协议。</p>
        </div>
        <div> <h4>3、 注册信息管理</h4>
          <p>在使用陪你康复平台服务时，您应当按陪你康复平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），
        以便护理员跟您联系。您了解并同意，您有义务保证您提供信息的真实性及有效性。</p>
        </div>
        <div> <h4>4 、账户安全规范</h4>
          <p>您的账户为您自行设置并由您保管，建议您务必保管好您的账户， 并确保您在每个上网时段结束时退出登录并以正确步骤离开陪你康复平台。账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。除陪你康复存在过错外，
        您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、下单及披露信息等）负责。</p>
        </div>
      </div>

      <div className={styles.area}>
        <h3>四、平台服务及规范</h3>
        <div>
          <p> 您有权在陪你康复平台上享受个人信息管理、下单与评价、交易争议处理等服务。陪你康复提供的服务内容您可登录陪你康复平台浏览。</p>
        </div>
        <div>
          <h4>1、 个人需求管理</h4>
          <p> 通过在陪你康复平台创建的个人需求页面，您可根据自身需求发布需求信息，陪你康复平台根据您提供的需求信息为您匹配和筛选较为适合的护理员安排服务。</p>

        </div>
        <div>
          <h4>2、服务管理</h4>
          <p>（1）通过陪你康复平台匹配推荐给您的护理员，您有权根据自身需求或护理员进行沟通后选择提交或放弃需求订单，对该订单不做支付操作。对于已经支付的订单，您有权根据护理员服务过程中的各种表现，选择是否中止或完成护理服务。通过陪你康复确认并安排上门服务的护理员，在服务过程中您应根据协议保证护理员的基本权利。<br />
            （2）护理员在您提交的订单服务期内，在遵守陪你康复平台服务规范的基础上按照您的需求内容，为您（用户）提供准时、准确、适当的护理服务。<br />
            （3）因您的需求发生变化或护理员不能胜任时，应及时与护理员协商改派或结束订单。您也可以联系陪你康复外勤管理人员协助您进行订单的改派和处理。<br /></p>

        </div>
        <div> <h4>3、支付服务费</h4>
          <p>您在陪你康复平台提交护理需求时，应提前缴纳订单护理期的护理服务费到陪你康复平台。护理服务费由陪你康复平台统一管理并每月发放到护理员账户。</p>
        </div>
        <div> <h4>4、下单与评价</h4>
          <p>当您在陪你康复平台下单时，请您务必仔细确认订单的相关信息，并在下单时核实您的联系地址、电话、联系人等信息。如您填写的联系人非您本人，则该联系人的行为和意思表示产生的法律后果均由您承担。
        您的下单行为应当基于真实的护理需求，不得存在对服务实施恶意下单、恶意维权等扰乱陪你康复平台正常交易秩序的行为。基于维护陪你康复平台交易秩序及交易安全的需要，陪你康复发现上述情形时可主动执行关闭相关交易订单等操作。
        您有权在陪你康复平台提供的评价系统中对与您达成交易的护理服务进行评价。您的所有评价行为应遵守陪你康复平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息。陪你康复可按照陪你康复平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</p>

        </div>
        <div>
          <h4>5、责任保险</h4>
          <p>  您与护理员双方视情况购买责任保险。如果双方拒绝购买责任保险，服务期间造成的您或护理员的人身伤害或财产损失均由您与护理员双方自行承担。</p>

        </div>
        <div>
          <h4>6、交易争议处理</h4>
          <p>  您在陪你康复平台交易过程中与护理员发生争议的，您或护理员任何一方均有权选择以下途径解决：<br />
            （1）与争议相对方自主协商；<br />
            （2）通过致电陪你康复平台客服电话由工作人员协调处理；<br />
            （3）向有关行政部门投诉；<br />
            （4）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；<br />
            （5）向人民法院提起诉讼。<br /></p>

        </div>
      </div>


      <div className={styles.area}>
        <h3>五、用户的权利与义务</h3>
        <div>
          <h4>1、用户的权利</h4>
          <p>
          （1）合理选定护理员。有权辞退体检不合格、不能完成协议约定工作或有不良行为的护理员。<br />
            （2）有权了解护理员基本情况。<br />
          （3）有权追究因护理员过失造成损失的经济及法律责任，但不得对护理员采取搜身、扣押钱物、殴打、威逼等侵权方式处理。</p>
            

        </div>
        <div>
          <h4>2、用户的义务</h4>
          <p>          （1）在使用陪你康复平台服务时，您应当按陪你康复平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便护理员跟您联系。您了解并同意，您有义务保证您提供信息的真实性及有效性。<br />
            （2）尊重护理员的人格及劳动，不歧视不虐待护理员。向护理员提供与家庭成员基本相同的伙食，为住家护理员提供适当和安全的居住场所，不得安排护理员与异性成年人同居一室；为护理员安全作业提供必要条件，当护理员需接触病人的血液、呕吐物及排泄物时，应为护理员提供相应的卫生用品，如口罩及一次性手套等。因您没有采取安全措施，或因家庭设施、设备等原因造成护理员发生意外伤害，您应承担相应责任。<br />
            （3）对护理员的工作内容和方法负有指导责任。应向护理员明确服务要求、生活习惯，重要工作应予以示范。因您的需求发生变化或护理员不能胜任时，应及时与护理员协商改派或结束订单。您也可以通过陪你康复客服人员协助您进行订单的改派和处理。<br />
            （4）不得擅自将护理员转为第三方服务，不得擅自将护理员带往非约定服务场所服务，不得擅自增加平台规定服务外的服务项目，不得让护理员从事与平台服务内容不符的工作。<br /></p>

        </div>
        <div>
          <h4>3、用户的违约及处理</h4>
          <p>   发生如下情形之一的，视为您违约：<br />
          （1）使用陪你康复平台服务时违反有关法律法规规定的；<br />
          （2）违反本协议或附件约定的。<br />
          违约处理措施：您在陪你康复平台上实施的行为，或虽未在陪你康复平台上实施但对陪你康复平台及其用户产生影响的行为构成违约的，陪你康复可依据相应规则中止向您提供部分或全部服务。<br />
          赔偿责任：如您的行为使陪你康复遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿陪你康复上述全部损失。如您的行为使陪你康复遭受第三人主张权利，陪你康复可在对第三人承担金钱给付等义务后就全部损失向护理员追偿。</p>
       
        </div>
      </div>

      <div className={styles.area}>
        <h3>六、用户信息的保护及授权</h3>
        <div>
          <h4>1、个人信息的保护</h4>
          <p>          陪你康复非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用陪你康复提供的服务时，
          您同意陪你康复按照在陪你康复平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。</p>

        </div>
        <div>
          <h4>2、非个人信息的保证与授权</h4>
          <p> 您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，陪你康复可对您发布的信息依法或依本协议进行删除或屏蔽。对于您提供及发布除个人信息外的文字、图片、视频、音频等非个人信息，在版权保护期内您免费授予陪你康复及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用的权利。</p>

        </div>
      </div>

      <div className={styles.area}>
        <h3>七、护理员的权利义务</h3>
        <div>
          <h4>1、护理员的权利</h4>
          （1）有权保护自己人身和名誉不受侵犯，有权追究因您过失造成的经济损失及法律责任。<br />
          （2）有权拒绝从事与合同内容不符的工作，有权拒绝为第三方服务，有权拒绝在非约定地址服务。
        </div>
        <div>
          <h4>2、护理员的义务</h4>
          （1）护理员有义务根据《护理员入驻协议》为您提供准时、准确、适当的护理服务。<br />
          （2）遵守国家的法律法规，不得有任何主观恶意损害用户合法权益的行为，如因此造成用户人身或其他权益受侵害的，护理员应承担相应的法律责任和经济赔偿；如陪你康复因此遭受损失的(包括但不限于律师费、违约金或被判决赔偿等)，陪你康复有权向护理员进行追偿。<br />
          （3）按照用户的要求操作，认真做好服务工作，不得在随意从事与服务无关的活动。<br />
          （4）服从用户的管理和指导，尊重您的生活习俗，工作认真负责，勤俭节约，经手的钱物帐目清楚。因工作失误给用户造成损失，应主动赔偿。<br />
          （5）遵守职业道德，不得擅自将他人及亲友带入或住宿用户家中；不得擅自翻动、拿用用户物品；不参与用户家庭内部事务和邻里纠纷；不泄露和传播用户的家庭隐私和个人信息；爱护用户家庭和财产。<br />
        </div>
      </div>

      <div className={styles.area}>
        <h3>八、责任限制</h3>
        <div>
          <p>1、您与护理员通过陪你康复的护理服务，在双方之间达成独立的用工服务关系，并承担相应的权利和义务。如因护理员原因导致您或您家属遭受相关财产及人身损害的，您应直接向护理员主张赔偿责任；如因您原因导致护理员遭受相关财产及人身损害的，您应直接向护理员承担赔偿责任。陪你康复不承担因甲乙双方之间的用工服务关系所致任何纠纷的赔偿责任。陪你康复仅就本服务条款及使用条件所述服务向您承担责任，且所承担的赔偿责任应以具体赔偿事项所涉的甲乙双方达成的具体护理服务协议之服务价款的三倍为限。陪你康复免于承担因甲乙双方之间护理服务协议履行所致任何纠纷的赔偿责任。</p>

        </div>
        <div>
          <p>        2、陪你康复负责”按现状”和”可得到”的状态向您提供陪你康复平台服务。
        但陪你康复服务不作任何明示或暗示的保证，包括但不限于陪你康复服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，陪
        你康复也不对其服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。陪你康复对由于政府行为譬如政策或法规的变更、
        自然灾害或战争、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可抗力事件，以及他人蓄意破坏
        、正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。</p>

        </div>
        <div>
          <p>  3、您有任何问题需要陪你康复外勤管理人员协助调处时，您理解并同意，陪你康复外勤管理人员并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意外，调处方对争议调处决定免责。如您对调处决定不满意，有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</p>

        </div>
        <div>
          <p>
            4、陪你康复不对您所发布信息的保存、修改、删除或储存失败负责。对网 站上的非因陪你康复故意所导致的排字错误、疏忽等不承担责任。陪你康复有权但无义务，改善或更正本网站任何部分之疏漏、错误。</p>

        </div>
      </div>

      <div className={styles.area}>
        <h3>九、护理服务特别约定</h3>
        <div>
          <p>          一旦您阅读并同意本协议，即视为陪你康复完成您与护理员双方委托，促成了服务合同的成立。陪你康复承诺在服务期内，如您认为护理员提供的服务不能满足您的需要，陪你康复负责为您协调更换护理员；如您有调换护理员的需求，需要提前告知陪你康复。因您或护理员故意隐瞒事实或者做出虚假陈述而导致另一方的损失，我方不承担任何责任。
用户与护理员各自自觉履行因服务协议产生纳税义务，陪你康复作为提供服务信息发布及寻访的居间服务平台，不履行任何代扣代缴税费的义务。</p>

        </div>
      </div>


      <div className={styles.area}>
        <h3>九、护理服务特别约定</h3>
        <div>
          <p>       一旦您阅读并同意本协议，即视为陪你康复完成您与护理员双方委托，促成了服务合同的成立。陪你康复承诺在服务期内，如您认为护理员提供的服务不能满足您的需要，陪你康复负责为您协调更换护理员；如您有调换护理员的需求，需要提前告知陪你康复。因您或护理员故意隐瞒事实或者做出虚假陈述而导致另一方的损失，我方不承担任何责任。
用户与护理员各自自觉履行因服务协议产生纳税义务，陪你康复作为提供服务信息发布及寻访的居间服务平台，不履行任何代扣代缴税费的义务。</p>

        </div>
      </div>

      <div className={styles.area}>
        <h3>十、协议的变更</h3>
        <div>
          <p> 陪你康复有权根据需要不时地制订、修改本协议及相关的规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在陪你康复平台公布后，立即自动生效。如您不同意变更事项，您有权于变更事项确定的生效日停止使用您平台服务，本协议终止；如您在变更事项生效后仍继续使用陪你康复平台服务，则视为您同意已生效的变更事项。</p>

        </div>
      </div>
      <div className={styles.area}>
        <h3>十一、通知</h3>
        <div>
          您同意陪你康复以以下合理的方式向您送达各类通知：<br />
          （1）公示的文案；<br />
          （2）客户端推送的消息；<br />
          （3）根据您预留于陪你康复平台的联系方式发出的电子邮件、短信、函件等。
         </div>
      </div>

      <div className={styles.area}>
        <h3>十二、协议的解除</h3>
        <h4>1、协议解除的情形</h4>
        <div>
          您有权通过以下任一方式解除本协议：
        （1）变更事项生效前，您明示不愿接受变更事项并停止使用平台账户的；<br />
          （2）您明示不愿继续使用陪你康复平台服务，且符合陪你康复规定的解除条件的；
出现以下情况时，陪你康复可以本协议第六条所列的方式通知您解除本协议：<br />
          &nbsdiv;&nbsdiv;&nbsdiv;（1）您违反本协议约定，陪你康复依据违约条款解除本协议的；<br />
          （2）您盗用他人账户、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，陪你康复依据陪你康复平台规则对您的账户予以查封的；<br />
          （3）除上述情形外，因您多次违反陪你康复平台规则相关规定且情节严重，陪你康复依据陪你康复平台规则对您的账户予以查封的；
（4）其它应当终止服务的情况。
         </div>
        <h4>2、协议解除后的处理</h4>
        <div>
          本协议解除后，除法律有明确规定外，陪你康复无义务向您或您指定的第三方披露您账户中的任何信息。<br />
          本协议解除后，陪你康复仍享有下列权利：<br />
          （1）继续保存您留存于陪你康复平台的各类信息；<br />
          （2）对于您过往的违约行为，陪你康复仍可依据本协议向护理员追究违约责任。<br />
          本协议解除后，对于您在本协议存续期间产生的交易订单，陪你康复可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
         </div>
      </div>

      <div className={styles.area}>
        <h3>十三、法律适用、管辖与其他</h3>
        <div>
          <p> 本协议之订立、生效、解释、修订、补充、解除、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。您因使用陪你康复平台服务所产生及与陪你康复平台服务有关的争议，由甲丙双方协商解决。协商不成时，任何一方均可向陪你康复所在地人民法院提起诉讼。<br />
            本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>

        </div>
      </div>
    </div>
  )
}

export default Agreement
